/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "キャンセル";
"FORCE_EJECT" = "強制的に取り出す…";
"CONFIRM_FORCE" = "強制的に取り出す";
"TRY_AGAIN" = "再試行";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "ディスクを取り出せませんでした。1 つ以上のプログラムが使用している可能性があります。";
"VOLUME_IN_USE" = "ディスク“%@”を取り出せませんでした。1 つ以上のプログラムが使用している可能性があります。";

"TRYING_TO_EJECT_INFO" = "すぐにディスクを取り出すには、“強制的に取り出す”ボタンをクリックします。";
"UNABLE_TO_EJECT_INFO" = "ディスクの取り出しをもう一度やり直すか、“強制的に取り出す”をクリックしてすぐにディスクを取り出すことができます。";

"UNKNOWN_FORCE_EJECT" = "ディスクを取り出してもよろしいですか？";
"VOLUME_FORCE_EJECT" = "“%@”を取り出してもよろしいですか？";

"CONFIRM_FORCEEJECT_INFO" = "ディスクを取り出すと、ディスクやディスク上の情報に問題が起きることがあります。";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "ディスクは取り出せませんでした。“%@”がこのディスクを使用しています。";
"VOLUME_IN_USE_BY_1GUIPROC" = "ディスク“%1$@”は取り出せませんでした。“%2$@”がこのディスクを使用しています。";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "ディスクは取り出せませんでした。“%1$@”および“%2$@”がこのディスクを使用しています。";
"VOLUME_IN_USE_BY_2GUIPROCS" = "ディスク“%1$@”は取り出せませんでした。“%2$@”および“%3$@”がこのディスクを使用しています。";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "ディスクは取り出せませんでした。“%@”とほかのアプリケーションがこのディスクを使用しています。";
"VOLUME_IN_USE_BY_3GUIPROCS" = "ディスク“%1$@”は取り出せませんでした。“%2$@”とほかのアプリケーションがこのディスクを使用しています。";

"QUIT_ONE_INFO" = "そのアプリケーションを終了してからディスクの取り出しをやり直してください。";
"QUIT_MULTIPLE_INFO" = "それらのアプリケーションを終了してからディスクの取り出しをやり直してください。";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "ディスクは取り出せません。別のユーザ（“%@”）が使用しています。";
"VOLUME_IN_USE_BY_1USER" = "ディスク“%1$@”は取り出せません。別のユーザ（“%2$@”）が使用しています。";

"UNKNOWN_IN_USE_BY_2USERS" = "ディスクは取り出せません。別のユーザ（“%1$@”および“%2$@”）が使用しています。";
"VOLUME_IN_USE_BY_2USERS" = "ディスク“%1$@”は取り出せません。別のユーザ（“%2$@”および“%3$@”）が使用しています。";

"UNKNOWN_IN_USE_BY_3USERS" = "ディスクは取り出せません。別のユーザ（“%1$@”、“%2$@”、およびその他）が使用しています。";
"VOLUME_IN_USE_BY_3USERS" = "ディスク“%1$@”は取り出せません。別のユーザ（“%2$@”、“%3$@”、およびその他）が使用しています。";

"LOGOUT_ONE_INFO" = "“%@”がディスクを使用するのを終えてから、もう一度取り出してみてください。";
"LOGOUT_MULTIPLE_INFO" = "ほかのユーザがディスクを使用するのを終えてから、もう一度取り出してみてください。";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "ディスク“%1$@”は使用中のため取り出せませんでした。";
"UNKNOWN_HAS_DISKIMAGE" = "ディスクは使用中のため取り出せませんでした。";

"VOLUME_HAS_1DISKIMAGE_INFO" = "先に“%1$@”を取り出してから“%2$@”の取り出しをやり直してください。";
"VOLUME_HAS_2DISKIMAGES_INFO" = "先に“%1$@”と“%2$@”を取り出してから“%3$@”の取り出しをやり直してください。";
"VOLUME_HAS_3DISKIMAGES_INFO" = "先に“%1$@”とほかのディスクを取り出してから“%2$@”の取り出しをやり直してください。";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "先に“%1$@”を取り出してからディスクの取り出しをやり直してください。";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "先に“%1$@”と“%2$@”を取り出してからディスクの取り出しをやり直してください。";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "先に“%1$@”とほかのディスクを取り出してからディスクの取り出しをやり直してください。";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "ディスクは取り出されました。";
"VOLUME_WAS_EJECTED" = "ディスク“%@”は取り出されました。";


/* Misc strings */
"TRYING_TO_EJECT" = "取り出し中";

"PROCESS_PID" = "プロセス %d";